/* The string for canceling a map editing function. */
"CancelKey" = "Отменить";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "Действительно отменить?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "Ваши изменения не будут сохранены.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "Созданный объект не будет сохранен.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "Отклонить изменения";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "Отменить редактирование";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "Недействительный адрес";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "Для точки должен быть включен адрес";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "Для этой точки не добавлено местоположение";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "Новые точки не будут добавлены";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "Продолжить редактирование";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "Выберите точку для удаления.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "Нет точек для удаления.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "ОК";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "Действительно удалить все точки?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "Нет";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "Да";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "Переключиться на точку?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "Переключиться на полилинию?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "Переключиться на многоугольник?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "Добавленные точки не будут изменены, и вы можете продолжить создание объекта";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "Все добавленные точки будут удалены";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "Действительно удалить эту точку?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "Сохранить";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "Фильтр";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "Текущее положение";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "Предложения не найдены";

/* The text of the editingPanel Address textField. */
"AddressKey" = "Адрес";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "Удалить все";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ создано";

/* The placeholder text of the Searchbar */
"SearchKey" = "Поиск";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "Добавить точку";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "Основная карта";

/* The title for the standard map type. */
"StandardKey" = "Стандарт";

/* The title for the hybrid map type. */
"HybridKey" = "Гибрид";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "Гибрид сверху";

/* The title for the muted standard map type. */
"MutedStandardKey" = "Стандарт приглушенный";

/* The title for the satellite map type. */
"SatelliteKey" = "Спутник";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "Спутник сверху";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "Добавить место";

